Repository: JasperHeidebrink/js_currency_converter
Catalog: languages/*.po
Languages: nl_nl

source: JS Currency Converter settings
nl_nl: Instellingen JS Currency Converter

source: The original currency
nl_nl: De oorspronkelijke valuta

source: Special subscription needed at <a href="%s" target="currency_list">%s</a>
nl_nl: Speciaal abonnement nodig bij <a href="%s" target="currency_list">%s</a>

source: Complete API url, inclusive the API-KEY
nl_nl: Volledige API-url, inclusief de API-sleutel

source: Example free exchange rate API is: <a href="http://apilayer.net" target="api_layer">http://apilayer.net</a>
nl_nl: Voorbeeld API-KEY kan verkregen worden bij: <a href="http://apilayer.net" target="api_layer">http://apilayer.net</a>

source: CLASS of target element
nl_nl: CSS class van doel element

source: Exchange rates
nl_nl: Wisselkoersen

source: My Exchange rates
nl_nl: Mijn wisselkoersen

source: Example Exchange rates
nl_nl: Voorbeeld wisselkoersen

source: Currencies
nl_nl: Valuta

source: Every currency should be on a new line
nl_nl: Elke valuta moet op een nieuwe regel staan

source: A available currency list can be retrieved from your API provider
nl_nl: Een lijst van de beschikbare valuta kan worden opgehaald van uw API-provider

source: API(key) is not valid : %s
nl_nl: API(Key) is niet geldig: %s

source: New Currency
nl_nl: Nieuwe valuta

source: Delete Currency
nl_nl: Valuta verwijderen?

source: Adding Valuta Conversion to a WordPress site
nl_nl: Valuta-conversie systeem toevoegen aan een WordPress-site

source: http://www.dragonet.nl/
nl_nl: http://dragonet.nl/
